Repository: dimkroon/translate_subs
Catalog: service.subtitles.translate/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30100
source: Translation
nl_nl: Vertaling

# #30101
source: Filter subtitles
nl_nl: Filter ondertiteling

# #30102
source: Enable automatic translation.
nl_nl: Schakel automatisch vertalen in

# #30103
source: Remove colours
nl_nl: Verwijder text kleuren

# #30104
source: Filter sounds enclosed in brackets
nl_nl: Filter geluid beschrijvingen in haakjes

# #30105
source: Filter sounds in all uppercase letters
nl_nl: Filter geluid beschrijvingen in hoofdletters

# #30106
source: Filter music between hashtags
nl_nl: Filter song texten tussen hashtags

# #30131
source: Preferred display time of subtitles in seconds
nl_nl: Gewenste weergavetijd van ondertitels in seconden

# #30191
source: Log to:
nl_nl: Log naar

# #30193
source: Log level
nl_nl: Log niveau

# #30302
source: When enabled subtitles will, whenever possible, automatically be translated after a video is started. The playing addon must have been build with support for automatic translation.
nl_nl: Ondertiteling wordt, wanneer mogelijk, automatisch vertaald nadat de video is gestart.

# #30303
source: Subtitles for hearing impaired usually display text for each person in a different colour. If this filter is enabled all subtitles are shown in white.
nl_nl: Met dit filter ingeschakeld worden alle ondertitels in het wit getoond.

# #30304
source: Some subtitles display non-spoken sounds in brackets. If this filter is enabled an attempt is made to remove this.
nl_nl: Sommige ondertitels tonen niet-gesproken geluiden tussen haakjes. Dit filter probeert dit te verwijderen.

# #30305
source: Some subtitles display non-spoken sounds in all uppercase letters. If this filter is enabled an attempt is made to remove this.
nl_nl: Sommige ondertitels tonen niet-gesproken geluiden in hoofdletter. Dit filter probeert dit te verwijderen.

# #30306
source: Some subtitles display music and lyrics between hashtags. If this filter is enabled an attempt is made to remove this.
nl_nl: Sommige ondertitels tonen gezongen texten tussen hashtags (#). Dit filter probeert dit te verwijderen.

# #30331
source: Number of seconds subtitles should preferably remain on screen. If the next block of subtitles comes up earlier, the current block remains on screen until the next block appears.
nl_nl: Het aantal seconden dat ondertitels bij voorkeur in beeld blijven Als het volgende blok ondertitels eerder komt, dan wordt het huidige blok in beeld gehouden tot het volgende verschijnt.

# #30391
source: Select whether the addon logs to 'Kodi log' (default), its own log file stored in the user data directory, or doesn't log at all. A restart of Kodi (or the service) is required before new settings take effect.
nl_nl: Kies of de addon logs weg schrijft naar de 'Kodi log (standaard)', zijn eigen bestand, of helemaal niet logt.Herstart Kodi (of de service) om de nieuwe instelling te activeren.

# #30501
source: translated
nl_nl: vertaald

# #30792
source: YES
nl_nl: JA

# #30793
source: NO
nl_nl: NEE

# #30901
source: Error marked!
nl_nl: Fout gemarkeerd!
